<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("UPLLAN_1", "अपलोड सूची से निकाल दिया।");
define("UPLLAN_2", "डेटाबेस में सहेजी गई सेटिंग्स");
define("UPLLAN_4", "कुछ नहीं बदला - अद्यतन नहीं");
define("UPLLAN_5", "पोस्टर");
define("UPLLAN_7", "वेबसाइट");
define("UPLLAN_14", "डेमो");
define("UPLLAN_16", "करने के लिए newspost की प्रतिलिपि बनाएँ");
define("UPLLAN_17", "अपलोड सूची से निकालें");
define("UPLLAN_18", "विवरण देखें");
define("UPLLAN_19", "वहाँ कोई अनमॉडरेटेड सार्वजनिक अपलोड कर रहे हैं");
define("UPLLAN_20", "वहाँ");
define("UPLLAN_21", "अनमॉडरेटेड सार्वजनिक अपलोड");
define("UPLLAN_24", "Filetype");
define("UPLLAN_25", "फ़ाइल अपलोड की अनुमति दें");
define("UPLLAN_26", "कोई सार्वजनिक अपलोड अक्षम यदि अनुमति दी जाएगी");
define("UPLLAN_27", "अनमॉडरेटेड सार्वजनिक अपलोड");
define("UPLLAN_33", "अधिकतम फ़ाइल आकार");
define("UPLLAN_34", "पूर्ण अधिकतम अपलोड आकार बाइट्स में। इसके अलावा php.ini से सेटिंग्स, और filetypes.xml में सेटिंग्स द्वारा सीमित");
define("UPLLAN_37", "अनुमति");
define("UPLLAN_38", "केवल कुछ उपयोगकर्ताओं को अपलोड करने की अनुमति दें करने के लिए का चयन करें");
define("UPLLAN_41", "कृपया ध्यान दें - से अपने php.ini फ़ाइल अपलोड अक्षम कर रहे हैं, यह जब तक आप इसे पर सेट करने के लिए फ़ाइलें अपलोड करने के लिए संभव नहीं होगा।");
define("UPLLAN_45", "आप सुनिश्चित करें कि आप निम्न फ़ाइल हटाना चाहते हैं...");
define("UPLAN_COPYTODLM", "प्रबंधक डाउनलोड करने के लिए प्रतिलिपि");
define("UPLAN_IS", "है");
define("UPLAN_ARE", "कर रहे हैं");
define("UPLAN_COPYTODLS", "डाउनलोड करने के लिए की प्रतिलिपि बनाएँ");
define("UPLLAN_51", "सूची अपलोड");
define("UPLLAN_52", "इस पृष्ठ में मदद करता है आप फ़ाइल अपलोड अनुमतियाँ प्रबंधित करने के लिए एक फ़ाइल बनाएँ। फ़ाइल स्रोत-- के रूप में सहेजा जाता है, और इसे प्रभावी होने से पहले - करने के लिए लक्ष्य - प्रतिलिपि करनी होगी।");
define("UPLLAN_54", "फ़ाइल एक्सटेंशन");
define("UPLLAN_55", "अधिकतम अपलोड आकार");
define("UPLLAN_56", "फ़ाइल जनरेट करें");
define("UPLLAN_57", "मानों के लिए स्रोत:");
define("UPLLAN_59", "सेटिंग्स करने के लिए लिखा");
define("UPLLAN_60", "अब इस फ़ाइल को ले जाएँ");
define("UPLLAN_61", "लेखन फ़ाइल त्रुटि:");
define("UPLLAN_62", "डाउनलोड प्लगइन स्थापित नहीं है - सक्रियण संभव नहीं।");
define("UPLLAN_63", "अभिलेख डाउनलोड करने के लिए ले जाया गया। [x]");
define("UPLLAN_64", "डाउनलोड प्रबंधित करें");
define("UPLLAN_66", "पथ त्रुटि डाउनलोड करें");
define("UPLLAN_68", "SQL त्रुटि:");
define("UPLLAN_69", "आयात");
define("UPLLAN_70", "[X] करने के लिए भेजें");
