<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("SEALAN_1", "खोज कॉन्फ़िगरेशन");
define("SEALAN_3", "खोज सॉर्ट विधि:");
define("SEALAN_7", "पंजीकृत सदस्य");
define("SEALAN_10", "प्रासंगिकता मान प्रदर्शित करें:");
define("SEALAN_11", "खोज सकने योग्य क्षेत्रों का चयन करने के लिए उपयोगकर्ता की अनुमति दें:");
define("SEALAN_12", "समय खोजों (अधिकतम 5 मिनट) के बीच की अनुमति प्रतिबंधित करते हैं:");
define("SEALAN_13", "प्रतिबंधित करने के लिए एक खोज हर");
define("SEALAN_14", "सेकंड");
define("SEALAN_15", "खोज पृष्ठ उपयोगकर्ता वर्ग के लिए सुलभ");
define("SEALAN_18", "खोज सकने योग्य टिप्पणी क्षेत्रों जब (टिप्पणियाँ खोज सक्रिय है)");
define("SEALAN_19", "एक समय में एक से अधिक क्षेत्र की खोज करने के लिए उपयोगकर्ताओं को अनुमति दें:");
define("SEALAN_20", "सामान्य सेटिंग्स");
define("SEALAN_21", "खोज सकने योग्य क्षेत्रों");
define("SEALAN_23", "वैकल्पिक");
define("SEALAN_25", "Userclass");
define("SEALAN_26", "पूर्व-शीर्षक पाठ");
define("SEALAN_30", "खोजशब्दों पर संदर्भित करने के लिए पृष्ठ पर प्रकाश डाला:");
define("SEALAN_31", "सीमित करने के लिए PHP");
define("SEALAN_32", "परिणाम (कोई सीमा नहीं के लिए खाली छोड़ दें)");
define("SEALAN_35", "खोज सकने योग्य क्षेत्रों चयन विधि:");
define("SEALAN_36", "ड्रॉप-डाउन");
define("SEALAN_37", "चेक बॉक्स");
define("SEALAN_38", "रेडियो");
define("SEALAN_39", "कस्टम पेज");
define("SEALAN_40", "खोज विकल्प");
define("SEALAN_41", "मुख्य पृष्ठ");
define("SEALAN_43", "के लिए खोज सेटिंग्स संपादित करें");
define("SEALAN_44", "इस क्षेत्र की खोज करने की अनुमति उपयोगकर्ता वर्ग");
define("SEALAN_45", "परिणाम प्रति पृष्ठ प्रदर्शित की संख्या");
define("SEALAN_46", "खोज परिणाम सारांश में वर्णों की संख्या");
define("SEALAN_47", "केवल पूरे शब्द मिलाएँ:");
define("SEALAN_48", "PHP खोज सॉर्ट पद्धति है, जब यह सेटिंग केवल पर लागू होता है। भावसूचक भाषाओं जैसे कि चीनी और जापानी अपने साइट शामिल हैं, तो आप यह बंद करने के लिए स्थापित होना आवश्यक है।");
define("SEALAN_49", "भावसूचक भाषाओं, जैसे कि चीनी और जापानी, आपकी साइट शामिल हैं, तो आप PHP तरह विधि का उपयोग करना चाहिए।");
