<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("UCSLAN_10", "नहीं हटाया - वर्ग यह कोर के एक वर्ग है, या किसी अन्य वर्ग की परिभाषा या तो माता-पिता या संपादन वर्ग के रूप में प्रयोग किया जाता है");
define("UCSLAN_30", "चयनकर्ताओं में प्रदर्शित संक्षिप्त नाम");
define("UCSLAN_31", "वर्ग की प्रयोज्यता के बारे में जानकारी");
define("UCSLAN_32", "इस वर्ग में उपयोगकर्ताओं को जोड़ें/खुद को वर्ग संपादित किया जा रहा से कर सकते हैं");
define("UCSLAN_33", "निर्धारित करता है कि उपयोगकर्ताओं को कौन से इस वर्ग के ड्रॉप-डाउन सूचियों में देख सकते हैं");
define("UCSLAN_36", "पेड़ के ऊपर ' कोई नहीं ' है, तो अनुमतियाँ पेड़ के ऊपर की ओर बढ़ा<br>'सभी' पेड़ के ऊपर है, तो अनुमतियाँ आप वृक्ष के नीचे जाने के रूप में वृद्धि");
define("UCSLAN_37", "आपको वर्ग के लिए कोई नाम दर्ज करना होगा");
define("UCSLAN_38", "प्रारंभिक उपयोगकर्ता वर्ग");
define("UCSLAN_39", "कोई वर्ग है जो सेट किया जा सकता");
define("UCSLAN_40", "सेट प्रारंभिक कक्षाओं");
define("UCSLAN_41", "सेटिंग्स अद्यतन");
define("UCSLAN_43", "मौजूदा वर्गों:");
define("UCSLAN_45", "बिंदु जिस पर वर्ग सेट करें:");
define("UCSLAN_46", "(यदि कोई सत्यापन पर ध्यान नहीं दिया)");
define("UCSLAN_47", "प्रारंभिक पंजीकरण");
define("UCSLAN_48", "सत्यापन ईमेल या व्यवस्थापक द्वारा");
define("UCSLAN_49", "इन वर्गों के किसी भी नए उपयोगकर्ता को साइन इन के लिए सेट कर रहे हैं - या तो तुरंत या एक बार अपनी साइट सदस्यता सत्यापित किया गया है");
define("UCSLAN_53", "सावधानी! केवल द्वारा समर्थन का अनुरोध किया, जब इन विकल्पों का उपयोग करें।");
define("UCSLAN_54", "सेट एक डिफ़ॉल्ट उपयोगकर्ता पदानुक्रम");
define("UCSLAN_55", "उपयोगकर्ता पदानुक्रम को साफ़ करें");
define("UCSLAN_56", "(यह एक 'फ्लैट' उपयोगकर्ता वर्ग संरचना सेट करता है)");
define("UCSLAN_57", "(पदानुक्रम बाद में संशोधित किया जा सकता है)");
define("UCSLAN_58", "निष्पादित करें");
define("UCSLAN_62", "डिफ़ॉल्ट वर्ग ट्री बनाएँ:");
define("UCSLAN_63", "उस वर्ग का नाम पहले से ही मौजूद है - कृपया अन्य को चुनें");
define("UCSLAN_64", "पूर्ण");
define("UCSLAN_65", "समतल उपयोगकर्ता वर्ग पदानुक्रम:");
define("UCSLAN_69", "वैकल्पिक - वर्ग के साथ संबद्ध चिह्न निर्देशिका");
define("UCSLAN_70", "वर्ग पदानुक्रम के पुनर्निर्माण:");
define("UCSLAN_71", "उपयोगकर्ता वर्ग रखरखाव");
define("UCSLAN_72", "वर्ग पदानुक्रम पुन: बनाएँ");
define("UCSLAN_73", "(डेटाबेस दूषण होती है, तो यह आवश्यक हो सकता है)");
define("UCSLAN_74", "प्रशासकों और मध्यस्थों");
define("UCSLAN_75", "पंजीकृत और लॉग में सदस्यों");
define("UCSLAN_76", "साइट व्यवस्थापक");
define("UCSLAN_77", "मुख्य साइट व्यवस्थापक");
define("UCSLAN_78", "मंचों और अन्य क्षेत्रों के लिए मॉडरेटर");
define("UCSLAN_80", "मानक");
define("UCSLAN_81", "समूह");
define("UCSLAN_82", "एक समूह के साथ अलग-अलग वर्गों के लाता है");
define("UCSLAN_83", "समूह में कक्षाएं");
define("UCSLAN_85", "आप सभी उपलब्ध वर्ग असाइन किया गया है; कृपया पुन: असाइन करें जो उपयोग में नहीं है");
define("UCSLAN_86", "कुछ सेटिंग्स की अनुमति नहीं व्यवस्थापक कक्षाओं के लिए - वे डिफ़ॉल्ट पर सेट किया गया है।");
define("UCSLAN_87", "हाल ही में शामिल हो गए उपयोगकर्ताओं");
define("UCSLAN_88", "पहचान की खोज बॉट");
define("UCSLAN_89", "जाँच वर्गों के समूह के सदस्य हैं");
define("UCSLAN_90", "आप कुछ सिस्टम उपयोगकर्ता वर्ग संपादित नहीं कर सकते!");
define("UCSLAN_91", "वर्ग संरचना");
