<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("CACLAN_1", "कैश सिस्टम स्थिति");
define("CACLAN_2", "सेट करें कैश की स्थिति");
define("CACLAN_3", "कैश प्रबंधन");
define("CACLAN_5", "रिक्त सामग्री कैश");
define("CACLAN_6", "कैश खाली कर दिया");
define("CACLAN_10", "कैश निर्देशिका लिखने योग्य नहीं है। कृपया सुनिश्चित करें कि यह निर्देशिका CHMOD 0777 सेट है");
define("CACLAN_11", "सामग्री कैश");
define("CACLAN_12", "सिस्टम कैश");
define("CACLAN_13", "सामग्री कैश पृष्ठ रेंडर सामग्री शामिल हैं। यह कि आप अपनी साइट पर देख प्रदान की गई किसी भी सामग्री (html) शामिल हैं।");
define("CACLAN_14", "सिस्टम कैश प्रणाली config जानकारी होती है। यह साइट प्राथमिकता, वर्तमान में सक्रिय मेनू, आदि शामिल हैं।  कोई वास्तविक सामग्री यहाँ शामिल किया जाएगा।");
define("CACLAN_16", "खाली सिस्टम कैश");
define("CACLAN_17", "वर्तमान में शामिल हैं");
define("CACLAN_18", "फ़ाइल");
define("CACLAN_19", "फ़ाइलें");
define("CACLAN_20", "DB संरचना कैश");
define("CACLAN_21", "डेटाबेस संरचना कैश सिस्टम डेटाबेस तालिका संरचना, विभिन्न कोर दिनचर्या द्वारा की जरूरत के बारे में जानकारी है। कोई वास्तविक सामग्री यहाँ शामिल किया जाएगा।");
define("CACLAN_22", "थंबनेल कैश");
define("CACLAN_23", "थंबनेल कैश फ़ाइलें बाइनरी छवि डेटा शामिल हैं। वे वहाँ सर्वर CPU काम का एक बहुत बचाने के लिए कर रहे हैं।");
define("CACLAN_24", "खाली DB संरचना कैश");
define("CACLAN_25", "थंबनेल कैश खाली");
define("CACLAN_26", "सभी कैश को खाली करें");
define("CACLAN_27", "खाली ब्राउज़र का कैश");
define("CACLAN_28", "जे एस सीएसएस/कैश");
define("CACLAN_29", "समेकित करें और जावास्क्रिप्ट फ़ाइलें कैश और कैस्केडिंग शैली पत्रक फ़ाइल।");
define("CACLAN_30", "जे एस सीएसएस/कैश खाली");
