<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("MENLAN_7", "के लिए दृश्यता विकल्प कॉन्फ़िगर करें");
define("MENLAN_10", "नए मेनू स्थापित");
define("MENLAN_11", "मेनू निकाल दिया");
define("MENLAN_13", "क्षेत्र में सक्रिय करें");
define("MENLAN_14", "क्षेत्र");
define("MENLAN_15", "निष्क्रिय करें");
define("MENLAN_17", "ऊपर ले जाएँ");
define("MENLAN_18", "नीचे ले जाएँ");
define("MENLAN_19", "क्षेत्र में ले जाएँ");
define("MENLAN_22", "निष्क्रिय मेनू");
define("MENLAN_23", "से नीचे ले जाएँ");
define("MENLAN_24", "शीर्ष पर ले जाएँ");
define("MENLAN_25", "कार्रवाई...");
define("MENLAN_26", "यह मेनू केवल [b] [/b] दिखाया पर निम्न पृष्ठों हो जाएगा");
define("MENLAN_27", "यह मेनू केवल [b] छिपा [/b] पर निम्न पृष्ठों हो जाएगा");
define("MENLAN_28", "एक पृष्ठ प्रति पंक्ति दर्ज करें, यह ठीक से भेद करने के लिए url के लिए पर्याप्त दर्ज करें।  अगर आप की जरूरत है ठीक से मेल करने के लिए url के समाप्त होने से, का उपयोग एक! पृष्ठ नाम के अंत में। उदाहरण के लिए: [b]page.php?1! [/b]");
define("MENLAN_30", "मेनू क्षेत्रों और कस्टम लेआउट के लिए उनके पदों को देखने के लिए, यहाँ कस्टम लेआउट का चयन करें।");
define("MENLAN_31", "डिफ़ॉल्ट लेआउट");
define("MENLAN_33", "कस्टम लेआउट");
define("MENLAN_34", "एम्बेडेड");
define("MENLAN_36", "सक्रिय करने के लिए menu(s) का चयन");
define("MENLAN_37", "और जहां उन्हें सक्रिय करने के लिए।");
define("MENLAN_39", "पूर्व निर्धारित क्षेत्र");
define("MENLAN_40", "मेनू प्रीसेट का उपयोग करें");
define("MENLAN_41", "इस लेआउट के लिए अपने सभी मेनू की स्थिति खो जाएँगे। आप अभी भी जारी रखना चाहते हैं?");
define("MENLAN_43", "सक्रिय मेनू प्रीसेट");
define("MENLAN_44", "मेनू पैरामीटर");
define("MENLAN_45", "पैरामीटर (क्वेरी स्ट्रिंग स्वरूप):");
define("MENLAN_46", "[x] ऑब्जेक्ट नहीं मिला। फिर से स्कैनिंग प्लगइन निर्देशिका उपकरण में प्रयास करें > डेटाबेस।");
define("MENLAN_47", "में कोई फ़ील्ड सेट");
define("MENLAN_48", "मेनू लोड नहीं किया जा सका");
define("MENLAN_49", "अपने मेनू");
define("MENLAN_50", "प्लगइन मेनू");
define("MENLAN_51", "इस लेआउट किसी भी गतिशील {मेनू} क्षेत्रों में नहीं है।");
define("MENLAN_52", "यह निम्न कस्टम मेनू शामिल करता है:");
define("MENLAN_53", "कस्टम मेनू क्षेत्र करने के लिए जाओ");
define("MENLAN_54", "थीम लेआउट");
define("MENLAN_55", "मेनू लेआउट");
define("MENLAN_56", "कस्टम पेज");
define("MENLAN_57", "ड्रैग-एण्ड-ड्रॉप मेनू");
define("MENLAN_58", "मेनू प्रबंधक जगह और अपने विषय टेम्पलेट के भीतर अपने मेनू की व्यवस्था करने के लिए आप की अनुमति देता है। मौजूदा मेनू आइटम को संशोधित करने के लिए उप-क्षेत्रों पर होवर करें।");
define("MENLAN_59", "क्षेत्र [x]");
define("MENLAN_60", "इस थीम डेप्रिकेटिड तत् वों का उपयोग है। [X] शीर्ष लेख और [पाद लेख चर x] सभी theme.php से निकाला जाना चाहिए।");
