<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("PAGE_NAME", "पासवर्ड रीसेट करें");
define("LAN_02", "क्षमा करें, में असमर्थ भेजें ईमेल - करने के लिए मुख्य साइट व्यवस्थापक से संपर्क करें।");
define("LAN_03", "पासवर्ड रीसेट करें");
define("LAN_05", "अपना पासवर्ड रीसेट करने के लिए कृपया निम्न जानकारी दर्ज करें");
define("LAN_06", "पासवर्ड रीसेट करने का प्रयास किया");
define("LAN_07", "किसी IP पते के साथ");
define("LAN_08", "मुख्य व्यवस्थापक पासवर्ड रीसेट करने का प्रयास किया।");
define("LAN_09", "पासवर्ड से रीसेट करें");
define("LAN_112", "इस साइट पर पंजीकृत ईमेल पते");
define("LAN_213", "उस उपयोगकर्ता नाम/ईमेल पता डेटाबेस में नहीं मिला था।");
define("LAN_214", "पासवर्ड रीसेट करने में असमर्थ");
define("LAN_218", "आपका उपयोगकर्ता नाम है:");
define("LAN_FPW1", "उपयोगकर्ता नाम");
define("LAN_FPW4", "इस पासवर्ड को रीसेट करने के लिए पहले से ही एक अनुरोध भेज दिया गया है कृपया मदद के लिए साइट व्यवस्थापक से संपर्क यदि आप ईमेल प्राप्त नहीं हुआ,।");
define("LAN_FPW5", "के लिए अपना पासवर्ड रीसेट करने के लिए एक अनुरोध");
define("LAN_FPW6", "एक ईमेल करने के लिए आप अपने पासवर्ड को रीसेट करने के लिए आप की अनुमति देगा एक लिंक के साथ भेजा गया है।");
define("LAN_FPW7", "यह अपने पासवर्ड को रीसेट करने के लिए कोई मान्य लिंक नहीं है।<br>कृपया अधिक जानकारी के लिए साइट व्यवस्थापक से संपर्क करें।");
define("LAN_FPW8", "आपका पासवर्ड सफलतापूर्वक परिवर्तित किया गया है।");
define("LAN_FPW9", "नया पासवर्ड है:");
define("LAN_FPW10", "कृपया");
define("LAN_FPW11", "अब में प्रवेश करें");
define("LAN_FPW12", "और तुरंत सुरक्षा उद्देश्यों के लिए, अपना पासवर्ड बदलें।");
define("LAN_FPW13", "कृपया अपना पासवर्ड सत्यापित करने के लिए ईमेल में दिए गए निर्देशों का पालन करें।");
define("LAN_FPW14", "IP के साथ किसी के द्वारा प्रस्तुत किया गया है");
define("LAN_FPW15", "इसका मतलब यह नहीं है आपका पासवर्ड अभी रीसेट किया गया है।  आप रीसेट प्रक्रिया को पूरा करने के लिए नीचे दिखाए गए लिंक करने के लिए नेविगेट करना होगा।");
define("LAN_FPW16", "आप अपने पासवर्ड को रीसेट करें और आप नहीं चाहते हैं यह रीसेट का अनुरोध नहीं किया था, तो आप बस इस ई-मेल अनदेखा कर सकते हैं");
define("LAN_FPW17", "नीचे दिए गए लिंक 48 घंटे के लिए मान्य होगा।");
define("LAN_FPW18", "पासवर्ड रीसेट का अनुरोध किया");
define("LAN_FPW19", "ईमेल भेजने में विफल रहा");
define("LAN_FPW20", "सफल रहा ई-मेल भेजें");
define("LAN_FPW21", "उपयोगकर्ता पासवर्ड रीसेट करें लिंक पर क्लिक किया");
define("LAN_FPW_100", "अपना पासवर्ड भूल गए?");
define("LAN_FPW_101", "चिंता करने की ज़रूरत नहीं है। बस नीचे अपना ईमेल पता दर्ज करें और हम आपको पुनर्प्राप्ति के लिए एक अनुदेश ईमेल भेजेंगे।");
define("LAN_FPW_102", "पासवर्ड रीसेट करें");
