<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("PAGE_NAME", "त्रुटि");
define("LAN_ERROR_TITLE", "उफ़!");
define("LAN_ERROR_1", "त्रुटि 401 - प्रमाणन विफल रहा");
define("LAN_ERROR_2", "आपके द्वारा अनुरोधित URL एक सही उपयोगकर्ता नाम और पासवर्ड की आवश्यकता है। या तो आप कोई गलत उपयोगकर्ता नाम/पासवर्ड में प्रवेश किया, या अपने ब्राउज़र इस सुविधा का समर्थन नहीं करता है।");
define("LAN_ERROR_3", "यदि आपको लगता है कि इस त्रुटि पृष्ठ गलती से दिखाया गया है की चर्चा करते हुए पेज के व्यवस्थापक सूचित कृपया।");
define("LAN_ERROR_4", "त्रुटि 403 - पहुँच निषिद्ध");
define("LAN_ERROR_5", "आप URL या लिंक आप अनुरोध प्राप्त करने के लिए अनुमति नहीं है।");
define("LAN_ERROR_6", "यदि आपको लगता है कि इस त्रुटि पृष्ठ गलती से दिखाया गया है की चर्चा करते हुए पेज के व्यवस्थापक सूचित कृपया।");
define("LAN_ERROR_7", "त्रुटि 404 - दस्तावेज़ नहीं मिला");
define("LAN_ERROR_9", "यदि आपको लगता है कि इस त्रुटि संदेश गलती से दिखाया गया है की चर्चा करते हुए पेज के व्यवस्थापक सूचित कृपया।");
define("LAN_ERROR_10", "त्रुटि 500 - आंतरिक सर्वर त्रुटि");
define("LAN_ERROR_11", "सर्वर एक आंतरिक त्रुटि या misconfiguration का सामना हुआ और आपका अनुरोध पूर्ण करने में असमर्थ था");
define("LAN_ERROR_12", "यदि आपको लगता है कि इस त्रुटि पृष्ठ गलती से दिखाया गया है की चर्चा करते हुए पेज के व्यवस्थापक सूचित कृपया।");
define("LAN_ERROR_13", "त्रुटि - अज्ञात");
define("LAN_ERROR_14", "सर्वर कोई त्रुटि आई");
define("LAN_ERROR_15", "यदि आपको लगता है कि इस त्रुटि पृष्ठ गलती से दिखाया गया है की चर्चा करते हुए पेज के व्यवस्थापक सूचित कृपया।");
define("LAN_ERROR_16", "तक पहुँचने के लिए अपने असफल प्रयास");
define("LAN_ERROR_17", "दर्ज किया गया है।");
define("LAN_ERROR_18", "जाहिर है, आप यहाँ से भेजा जाता था");
define("LAN_ERROR_19", "दुर्भाग्य से, उस पते पर एक अप्रचलित लिंक है।");
define("LAN_ERROR_20", "कृपया इस साइट के मुख पृष्ठ पर जाने के लिए यहाँ क्लिक करें");
define("LAN_ERROR_21", "अनुरोधित URL इस सर्वर पर नहीं पाया जा सकता है। आप लिंक को फ़ॉलो शायद पुरानी पड़ चुकी है।");
define("LAN_ERROR_22", "कृपया इस साइट की खोज पृष्ठ पर जाएँ करने के लिए यहाँ क्लिक करें");
define("LAN_ERROR_23", "का उपयोग करने का आपका प्रयास");
define("LAN_ERROR_24", "असफल रहा था।");
define("LAN_ERROR_25", "[1]: डेटाबेस से - कोर सेटिंग्स को पढ़ने में असमर्थ कोर सेटिंग्स मौजूद हैं लेकिन unserialized नहीं हो सकता। कोर बैकअप पुनर्स्थापित करने का प्रयास कर...");
define("LAN_ERROR_26", "[2]: डेटाबेस से - कोर सेटिंग्स को पढ़ने में असमर्थ वजूद कोर सेटिंग्स।");
define("LAN_ERROR_27", "[3]: कोर सेटिंग्स सहेजी गई - बैकअप सक्रिय कर दिया।");
define("LAN_ERROR_28", "[4]: कोई कोर बैकअप पाया। जाँच करें कि आपके डेटाबेस मान्य सामग्री है।");
define("LAN_ERROR_29", "[5]: फ़ील्ड रिक्त छोड़ दिया गया है। कृपया प्रपत्र पुन: सबमिट करें और आवश्यक फ़ील्ड भरें।");
define("LAN_ERROR_30", "[6]: mySQL के लिए कोई मान्य कनेक्शन बनाने में असमर्थ। कृपया जाँच करें कि आपके e107_config.php में सही जानकारी है।");
define("LAN_ERROR_31", "[7]: mySQL चल रहा है, लेकिन डेटाबेस [x] करने के लिए कनेक्ट नहीं कर सका।<br>कृपया यह मौजूद है और कि आपके कॉन्फ़िगरेशन फ़ाइल में सही जानकारी है की जाँच करें।");
define("LAN_ERROR_32", "नवीनीकरण को पूरा करने के लिए, अपने e107_config.php फ़ाइल में निम्न पाठ की प्रतिलिपि बनाएँ:");
define("LAN_ERROR_33", "संसाधन में त्रुटि! आम तौर पर, मैं घर पृष्ठ करने के लिए पुनर्निर्देशित होता।");
define("LAN_ERROR_34", "अज्ञात त्रुटि! कृपया साइट व्यवस्थापक को सूचित तुम यह देखा:");
define("LAN_ERROR_35", "त्रुटि 400 - गलत अनुरोध");
define("LAN_ERROR_36", "आप तक पहुँचने के लिए प्रयास कर रहे हैं वेब पेज में किसी स्वरूपण त्रुटि है।");
define("LAN_ERROR_37", "त्रुटि चिह्न");
define("LAN_ERROR_38", "क्षमा करें, लेकिन साइट पर एक अस्थाई त्रुटि के कारण उपलब्ध नहीं है");
define("LAN_ERROR_39", "कृपया कुछ मिनट में पुन: प्रयास करें");
define("LAN_ERROR_40", "यदि समस्या बनी रहती है, कृपया साइट व् यवस् थापक से संपर्क करें।");
define("LAN_ERROR_41", "रिपोर्ट की गई त्रुटि है:");
define("LAN_ERROR_42", "अतिरिक्त त्रुटि जानकारी:");
define("LAN_ERROR_43", "अस्थायी रूप से अनुपलब्ध साइट");
define("LAN_ERROR_44", "साइट लोगो");
define("LAN_ERROR_45", "अब आप क्या कर सकते हैं?");
define("LAN_ERROR_46", "विवरण के लिए लॉग की जाँच करें।");
