<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("PAGE_NAME", "अपलोड करें");
define("LAN_UL_001", "अमान्य ई-मेल पता");
define("LAN_UL_002", "आपको इस सर्वर पर फ़ाइलें अपलोड करने के लिए सही अनुमति नहीं है।");
define("LAN_UL_020", "त्रुटि");
define("LAN_UL_021", "अपलोड विफलता");
define("LAN_UL_022", "फ़ाइल प्रकार से भिन्न हो सकते हैं");
define("LAN_UL_023", "प्रकार");
define("LAN_UL_024", "अधिकतम आकार");
define("LAN_UL_025", "अपलोड की अनुमति नहीं");
define("LAN_UL_026", "");
define("LAN_UL_027", "");
define("LAN_UL_032", "आप एक श्रेणी का चयन करना होगा");
define("LAN_UL_033", "आपको एक मान्य ईमेल पता दर्ज करना आवश्यक");
define("LAN_UL_034", "आप फ़ाइल नाम निर्दिष्ट करना होगा");
define("LAN_UL_035", "आपको एक विवरण दर्ज करना होगा");
define("LAN_UL_036", "आप अपलोड करने के लिए फ़ाइल निर्दिष्ट करना होगा");
define("LAN_UL_037", "आपको कोई श्रेणी निर्दिष्ट करना होगा");
define("LAN_UL_038", "");
define("LAN_61", "तुम्हारा नाम:");
define("LAN_112", "ईमेल पता:");
define("LAN_144", "वेबसाइट यूआरएल:");
define("LAN_402", "आप इस सर्वर पर फ़ाइलें अपलोड करने के लिए एक पंजीकृत सदस्य होना आवश्यक है।");
define("LAN_404", "धन्यवाद. अपने अपलोड किसी व्यवस्थापक द्वारा की समीक्षा की हो और यदि उपयुक्त साइट पर प्रकाशित किया गया था।");
define("LAN_406", "कृपया ध्यान दें");
define("LAN_407", "अपलोड की गई किसी भी अन्य filetypes तुरन्त हटा दिया जाएगा।");
define("LAN_408", "रेखांकित");
define("LAN_409", "फ़ाइल का नाम");
define("LAN_410", "संस्करण");
define("LAN_411", "फ़ाइल");
define("LAN_413", "विवरण");
define("LAN_414", "कार्य प्रदर्शन");
define("LAN_415", "डेमो देखा जा सकता है जहां साइट के लिए URL दर्ज करें");
define("LAN_416", "सबमिट करें और अपलोड करें");
define("LAN_417", "फ़ाइल अपलोड करें");
define("LAN_418", "पूर्ण अधिकतम फ़ाइल आकार:");
define("DOWLAN_11", "श्रेणी");
define("LAN_419", "अनुमति प्राप्त filetypes");
define("LAN_420", "फ़ील्ड आवश्यक हैं");
