<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LANINS_001", "e107 स्थापना");
define("LANINS_002", "चरण");
define("LANINS_003", "1");
define("LANINS_004", "भाषा चयन");
define("LANINS_005", "कृपया स्थापना के दौरान का उपयोग करने के लिए भाषा का चयन करें");
define("LANINS_007", "4");
define("LANINS_008", "PHP और MySQL के संस्करण की जाँच करें / फ़ाइल अनुमतियाँ चेक");
define("LANINS_009", "फ़ाइल अनुमतियाँ retest");
define("LANINS_010", "फाइल लिखने योग्य नहीं:");
define("LANINS_010a", "न लिखने योग्य फ़ोल्डर:");
define("LANINS_012", "MySQL फ़ंक्शन मौजूद नहीं लगती। इसका मतलब यह है कि या तो MySQL PHP एक्सटेंशन स्थापित नहीं है या आपके PHP स्थापना संकलित नहीं था शायद MySQL समर्थन के साथ।");
define("LANINS_013", "अपने MySQL संस्करण की संख्या निर्धारित नहीं कर सका। यह एक गैर-घातक त्रुटि है, तो कृपया स्थापना जारी है, लेकिन सावधान रहे कि e107 MySQL की आवश्यकता है > = 3.23 सही रूप से फ़ंक्शन करने के लिए।");
define("LANINS_014", "फ़ाइल अनुमतियाँ");
define("LANINS_015", "PHP संस्करण");
define("LANINS_017", "दर्रा");
define("LANINS_018", "सभी सूचीबद्ध फ़ाइलें मौजूद है और सर्वर द्वारा लिखने योग्य है सुनिश्चित करें। यह आम तौर पर CHMODing उन्हें 777 शामिल है, लेकिन वातावरण भिन्न - अपने मेजबान से संपर्क करें यदि आप कोई समस्या है।");
define("LANINS_019", "आपके सर्वर पर स्थापित PHP के संस्करण e107 चलाने में सक्षम नहीं है। e107 कम से कम एक PHP संस्करण की आवश्यकता है '। MIN_PHP_VERSION सही ढंग से चलाने के लिए.'। अपने PHP संस्करण में नवीनीकरण, या किसी नवीनीकरण के लिए अपने मेजबान से संपर्क करें।");
define("LANINS_021", "2");
define("LANINS_022", "MySQL सर्वर विवरण");
define("LANINS_023", "कृपया अपने MySQL सेटिंग्स यहाँ दर्ज करें।

आप रूट अनुमतियाँ है, तो आप यदि आप एक डेटाबेस बनाएँ या नहीं एक पूर्व मौजूदा एक का उपयोग करना चाहिए बॉक्स टिक टिक द्वारा एक नए डेटाबेस बना सकते हैं।

यदि आप एक उपसर्ग का उपयोग करें ताकि अन्य लिपियों समान डेटाबेस साझा कर सकते हैं केवल एक डेटाबेस है।
यदि आप नहीं जानते कि आपके MySQL के विवरण अपने वेब होस्ट से संपर्क करें।");
define("LANINS_024", "MySQL सर्वर:");
define("LANINS_025", "MySQL उपयोगकर्ता नाम:");
define("LANINS_026", "MySQL पासवर्ड:");
define("LANINS_027", "MySQL डेटाबेस:");
define("LANINS_028", "डेटाबेस बनाएँ?");
define("LANINS_029", "तालिका उपसर्ग:");
define("LANINS_030", "MySQL सर्वर आप e107 का उपयोग करने के लिए चाहते हैं। यह भी एक पोर्ट संख्या शामिल कर सकते हैं। उदाहरण के लिए 'hostname:port' या पथ को एक स्थानीय गर्तिका जैसे \':/path/to/socket\' लोकलहोस्ट के लिए।");
define("LANINS_031", "उपयोगकर्ता नाम आप अपने MySQL सर्वर से कनेक्ट करने के लिए उपयोग करने के लिए e107 इच्छा");
define("LANINS_032", "तुम बस में प्रवेश किया उपयोगकर्ता के लिए पासवर्ड। एकल या दोहरे उद्धरण शामिल नहीं करना चाहिए।");
define("LANINS_033", "MySQL डेटाबेस आप e107, में स्थित करने के लिए चाहते हैं कभी-कभी संदर्भित करने के लिए कोई स्कीमा के रूप में। एक अक्षर के साथ आरंभ होना चाहिए। यदि उपयोगकर्ता डेटाबेस अनुमतियाँ आप यह पहले से ही मौजूद नहीं है, तो डेटाबेस स्वचालित रूप से बनाने के लिए चुनते कर सकते हैं बनाएँ।");
define("LANINS_034", "उपसर्ग आप e107 e107 तालिका बनाते समय उपयोग करने के लिए चाहते हैं। एक डेटाबेस स्कीमा में e107 की एकाधिक स्थापनाओं के लिए उपयोगी है।");
define("LANINS_036", "3");
define("LANINS_037", "MySQL कनेक्शन सत्यापन");
define("LANINS_038", "और डेटाबेस निर्माण");
define("LANINS_039", "कृपया सुनिश्चित करें कि आप सभी में भरने, सबसे महत्वपूर्ण बात, MySQL सर्वर, MySQL उपयोगकर्ता नाम और MySQL डेटाबेस (ये हमेशा MySQL सर्वर द्वारा आवश्यक हैं) फ़ील्ड");
define("LANINS_040", "त्रुटियाँ");
define("LANINS_041", "e107 MySQL सर्वर आप दर्ज की गई जानकारी का उपयोग करने के लिए कोई कनेक्शन स्थापित करने में असमर्थ था। कृपया पिछले पृष्ठ पर वापस जाएँ और सुनिश्चित करें कि जानकारी सही है।");
define("LANINS_042", "MySQL सर्वर स्थापित और सत्यापित करने के लिए कनेक्शन।");
define("LANINS_043", "डेटाबेस बनाने के लिए, कृपया सुनिश्चित करें कि आप अपने सर्वर पर डेटाबेस बनाने के लिए सही अनुमति है करने में असमर्थ।");
define("LANINS_044", "डेटाबेस सफलतापूर्वक बनाया गया।");
define("LANINS_045", "कृपया अगले चरण के लिए आगे बढ़ना करने के लिए बटन पर क्लिक करें।");
define("LANINS_046", "5");
define("LANINS_047", "व्यवस्थापक जानकारी");
define("LANINS_048", "EXIF एक्सटेंशन");
define("LANINS_049", "दो आप दर्ज किए गए पासवर्ड समान नहीं हैं। कृपया वापस जाएँ और पुन: प्रयास करें।");
define("LANINS_050", "XML एक्सटेंशन");
define("LANINS_051", "स्थापित");
define("LANINS_052", "स्थापित नहीं");
define("LANINS_055", "पुष्टिकरण स्थापित करें");
define("LANINS_056", "6");
define("LANINS_057", "e107 अब यह स्थापना पूर्ण करने के लिए आवश्यक सभी जानकारी है।

कृपया डेटाबेस तालिकाएँ बनाएँ और अपने सभी सेटिंग्स को सहेजने के लिए बटन क्लिक करें।");
define("LANINS_058", "7");
define("LANINS_060", "एसक्यूएल पढ़ने में असमर्थ datafile कृपया सुनिश्चित करें फ़ाइल [b]core_sql.php[/b] [b] / e107_core/sql [/b] निर्देशिका में मौजूद है।");
define("LANINS_061", "e107 सभी आवश्यक डेटाबेस तालिकाओं को बनाने में असमर्थ था।
कृपया डेटाबेस साफ़ करें और फिर से प्रयास करने से पहले किसी भी समस्याओं को ठीक।");
define("LANINS_069", "e107 सफलतापूर्वक स्थापित किया गया है!

सुरक्षा कारणों से आपको अब वापस करने के लिए 644 [b]e107_config.php[/b] फ़ाइल पर फ़ाइल अनुमतियाँ सेट करना चाहिए।

आप नीचे दिए गए बटन पर क्लिक किया है के बाद कृपया install.php अपने सर्वर से हटा भी।");
define("LANINS_070", "e107 मुख्य config फाइल को अपने सर्वर पर सहेजने में असमर्थ था।

कृपया सुनिश्चित करें कि सही अनुमतियाँ [b]e107_config.php[/b] फ़ाइल है");
define("LANINS_071", "स्थापना पूर्ण");
define("LANINS_072", "व्यवस्थापक उपयोगकर्ता नाम");
define("LANINS_073", "यह आप का उपयोग करेगा नाम है साइट में लॉगिन करने के लिए। यदि आप यह भी आपके प्रदर्शित नाम के रूप में उपयोग करना चाहते हैं");
define("LANINS_074", "व्यवस्थापक प्रदर्शन नाम");
define("LANINS_076", "व्यवस्थापक पासवर्ड");
define("LANINS_077", "कृपया आप यहाँ का उपयोग करना चाहते हैं व्यवस्थापक पासवर्ड लिखें");
define("LANINS_078", "व्यवस्थापक पासवर्ड पुष्टिकरण");
define("LANINS_079", "कृपया पुन: पुष्टि के लिए व्यवस्थापक पासवर्ड लिखें");
define("LANINS_080", "व्यवस्थापक ईमेल");
define("LANINS_081", "अपना ईमेल पता दर्ज करें");
define("LANINS_083", "MySQL त्रुटि की सूचना:");
define("LANINS_084", "Installer डेटाबेस के लिए कोई कनेक्शन स्थापित नहीं कर सका");
define("LANINS_085", "Installer डेटाबेस का चयन नहीं कर सकता:");
define("LANINS_086", "व्यवस्थापक उपयोगकर्ता नाम, और व्यवस्थापक पासवर्ड व्यवस्थापक ईमेल आवश्यक फ़ील्ड्स हैं। कृपया पिछले पृष्ठ पर वापस जाएँ और जानकारी ठीक से दर्ज किया गया है सुनिश्चित करें।");
define("LANINS_105", "'ई' द्वारा एक डेटाबेस नाम या उपसर्ग शुरुआत के कुछ अंकों के साथ पीछा किया या 'E' स्वीकार्य नहीं है");
define("LANINS_106", "चेतावनी - e107 निर्देशिका और फ़ाइलें सूचीबद्ध करने के लिए लिख नहीं कर सकता। जबकि यह बंद नहीं होगा e107 स्थापित कर रहा है, यह मतलब है कि कुछ सुविधाएँ उपलब्ध नहीं हैं।
				आप इन सुविधाओं का उपयोग करने के लिए फ़ाइल अनुमतियों को परिवर्तित करने के लिए की आवश्यकता होगी");
define("LANINS_107", "वेबसाइट का नाम");
define("LANINS_108", "मेरी वेबसाइट");
define("LANINS_109", "वेबसाइट की विषय");
define("LANINS_111", "सामग्री/कॉन्फ़िगरेशन में शामिल हैं");
define("LANINS_112", "जल्दी से विषयवस्तु पूर्वावलोकन या डेमो के देखो को पुन: उत्पन्न। (यदि उपलब्ध हो)");
define("LANINS_113", "कृपया एक वेबसाइट का नाम दर्ज करें");
define("LANINS_114", "कृपया एक विषय का चयन करें");
define("LANINS_115", "विषयवस्तु का नाम");
define("LANINS_116", "विषय प्रकार");
define("LANINS_117", "वेबसाइट वरीयताएँ");
define("LANINS_118", "Plugins स्थापित करें");
define("LANINS_119", "स्थापित सभी plugins है कि विषय की आवश्यकता हो सकती है।");
define("LANINS_120", "8");
define("LANINS_121", "e107_config.php कोई खाली फ़ाइल नहीं है");
define("LANINS_122", "आप किसी मौजूदा स्थापना हो सकता है");
define("LANINS_123", "वैकल्पिक: अपनी सार्वजनिक नाम या उपनाम। उपयोगकर्ता नाम का उपयोग करने के लिए खाली छोड़ दें");
define("LANINS_124", "कृपया कम से कम 8 वर्णों का कोई पासवर्ड चुनें");
define("LANINS_125", "e107 सफलतापूर्वक स्थापित किया गया है!");
define("LANINS_126", "सुरक्षा कारणों से आप अब e107_config.php फाइल 644 पर फ़ाइल अनुमतियाँ सेट करना चाहिए।");
define("LANINS_127", "[X] डेटाबेस पहले से मौजूद है। इसे अधिलेखित करें? (किसी भी मौजूदा डेटा नष्ट हो जाएगा)");
define("LANINS_128", "अधिलेखित करें");
define("LANINS_129", "डेटाबेस नहीं मिला।");
define("LANINS_134", "स्थापना");
define("LANINS_135", "के");
define("LANINS_136", "हटाए गए मौजूदा डेटाबेस");
define("LANINS_137", "मौजूदा डेटाबेस मिला");
define("LANINS_141", "कृपया अपने MySQL के विवरण के साथ नीचे के फार्म भरें। अगर आप यह जानकारी नहीं पता है, कृपया अपने होस्टिंग प्रदाता से संपर्क करें। आप प्रत्येक फ़ील्ड के लिए अतिरिक्त जानकारी पर होवर करें कर सकते हैं।");
define("LANINS_142", "महत्वपूर्ण: कृपया e107.htaccess के लिए. htaccess का नाम बदलें");
define("LANINS_144", "महत्वपूर्ण: कृपया कॉपी और अपने [b] [/b]. htaccess फ़ाइल में [b]e107.htaccess[/b] की सामग्री चिपकाएँ। कृपया इसे में हो सकता है किसी भी मौजूदा डेटा को अधिलेखित नहीं करने के लिए ध्यान रखना।");
define("LANINS_145", "e107 v2. x PHP [x] स्थापित करने के लिए की आवश्यकता है। कृपया अपने मेजबान से संपर्क करें या जारी रखने से पहले जानकारी [y] पर पढ़ें।");
