<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LAN_LOGIN_1", "उपयोगकर्ता नाम");
define("LAN_LOGIN_2", "उपयोगकर्ता पासवर्ड");
define("LAN_LOGIN_3", "सुरक्षित सर्वर");
define("LAN_LOGIN_4", "कृपया साइन इन करें");
define("LAN_LOGIN_5", "यहाँ साइन अप करने के लिए क्लिक करें");
define("LAN_LOGIN_6", "इस समय नए सदस्यों को स्वीकार नहीं");
define("LAN_LOGIN_7", "दृश्यमान कोड दर्ज करें");
define("LAN_LOGIN_8", "याद है मुझे");
define("LAN_LOGIN_9", "लॉग इन करो");
define("LAN_LOGIN_10", "लॉगिन करने के लिए क्लिक करें");
define("LAN_LOGIN_11", "एक नया उपयोगकर्ता के रूप में रजिस्टर");
define("LAN_LOGIN_12", "पासवर्ड भूल गया");
define("LAN_LOGIN_13", "कृपया छवि में पाठ दर्ज करें");
define("LAN_LOGIN_14", "नामावली उपयोगकर्ता नाम के साथ लॉगिन करने के लिए उपयोगकर्ता का प्रयास किया");
define("LAN_LOGIN_15", "ग़लत पासवर्ड के साथ लॉगिन करने के लिए उपयोगकर्ता का प्रयास किया");
define("LAN_LOGIN_16", "उपयोगकर्ता उपयोगकर्ता नाम/पासवर्ड संयोजन है कि पहले से ही उपयोग में था के साथ लॉगिन करने का प्रयास किया");
define("LAN_LOGIN_17", "उपयोगकर्ता पासवर्ड (hashed)");
define("LAN_LOGIN_18", "ऑटो-प्रतिबंध: अधिक [x] असफल लॉगिन प्रयासों");
define("LAN_LOGIN_19", "> 10 लॉगिन का प्रयास विफल");
define("LAN_LOGIN_20", "आपको आवश्यक फ़ील्ड रिक्त छोड़ दिया");
define("LAN_LOGIN_21", "गलत लॉगिन। एक पंजीकृत उपयोगकर्ता के लिए प्रवेश डेटा से मेल नहीं खाता। यदि आपके पास सक्रिय के रूप में इस साइट पर लॉगिन केस-संवेदी हैं तो CAPS LOCK कुंजी की जाँच करें");
define("LAN_LOGIN_22", "आप अपना खाता सक्रिय नहीं है। आप अपने खाते की पुष्टि करने के लिए कैसे पर निर्देशों के साथ एक ईमेल प्राप्त करना चाहिए। यदि नहीं, तो कृपया [यहाँ] क्लिक करें।");
define("LAN_LOGIN_23", "गलत कोड दर्ज किया है।");
define("LAN_LOGIN_24", "उस उपयोगकर्ता नाम/पासवर्ड संयोजन पहले से ही उपयोग में है।");
define("LAN_LOGIN_25", "उपयोगकर्ता लॉगिन करने का प्रयास किया पर प्रतिबंध लगा दिया");
define("LAN_LOGIN_26", "लॉगिन विफल - कारण अज्ञात");
define("LAN_LOGIN_27", "पुष्टिकरण ईमेल का जवाब देने से पहले लॉग इन करने के लिए उपयोगकर्ता का प्रयास किया");
define("LAN_LOGIN_28", "ई-मेल");
define("LAN_LOGIN_29", "उपयोगकर्ता नाम या ईमेल");
define("LAN_LOGIN_30", "नई alt_auth उपयोगकर्ता DB करने के लिए जोड़ने में त्रुटि");
define("LAN_LOGIN_31", "सिस्टम को आपके क्रेडेंशियल्स नहीं जोड़ा जा सका");
define("LAN_LOGIN_32", "आप वर्तमान में मुख्य व्यवस्थापक के रूप में लॉग इन कर रहे हैं, क्योंकि आप यह संदेश देख रहे हैं");
define("LAN_LOGIN_33", "[मुख्य पृष्ठ पर वापस]");
define("LAN_LOGIN_34", "उपयोगकर्ता पंजीकरण / लॉगिन वर्तमान में अक्षम किया गया है।");
define("LAN_LOGIN_35", "[सक्षम]");
